Repository: randprotocol/clients
Catalog: ios/RandWallet/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja, ko, ms, pl, ps, pt_br, ru, ta, ur, zh_hans, zh_hant_hk

source: The pool moved before your swap reached the chain, so nothing was sent. Here is a new quote.
ar: تغيّر المجمّع قبل وصول مبادلتك إلى السلسلة، لذا لم يُرسل شيء. إليك عرض سعر جديد.
de: Der Pool hat sich bewegt, bevor dein Tausch die Chain erreicht hat, daher wurde nichts gesendet. Hier ist ein neues Angebot.
es: El pool cambió antes de que tu intercambio llegara a la cadena, así que no se envió nada. Aquí tienes una nueva cotización.
fa: استخر پیش از رسیدن سواپ شما به زنجیره تغییر کرد، بنابراین چیزی ارسال نشد. این قیمت تازه است.
fr: Le pool a évolué avant que votre échange n'atteigne la chaîne ; rien n'a donc été envoyé. Voici une nouvelle cotation.
hi: आपका स्वैप चेन तक पहुँचने से पहले पूल बदल गया, इसलिए कुछ भी नहीं भेजा गया। यह रहा नया कोट।
id: Pool berubah sebelum penukaran Anda mencapai chain, jadi tidak ada yang dikirim. Berikut penawaran baru.
it: Il pool si è mosso prima che il tuo scambio raggiungesse la catena, quindi non è stato inviato nulla. Ecco una nuova quotazione.
ja: スワップがチェーンに届く前にプールが変動したため、何も送信されていません。新しい見積もりはこちらです。
ko: 스왑이 체인에 도달하기 전에 풀이 변동되어 아무것도 전송되지 않았습니다. 새 견적입니다.
ms: Kolam berubah sebelum pertukaran anda sampai ke rantaian, jadi tiada apa-apa dihantar. Ini sebut harga baharu.
pl: Pula zmieniła się, zanim twoja wymiana dotarła do łańcucha, więc nic nie zostało wysłane. Oto nowa wycena.
ps: پول ستاسو د تبادلې زنځیر ته له رسېدو مخکې بدل شو، نو هېڅ ونه لېږل شو. دا یوه نوې بیه ده.
pt_br: O pool mudou antes de sua troca chegar à cadeia, então nada foi enviado. Aqui está uma nova cotação.
ru: Пул изменился до того, как обмен попал в блокчейн, поэтому ничего не отправлено. Вот новая котировка.
ta: உங்கள் ஸ்வாப் செயினை அடைவதற்கு முன் பூல் மாறிவிட்டது, எனவே எதுவும் அனுப்பப்படவில்லை. இதோ புதிய விலைக்குறிப்பு.
ur: آپ کا سواپ چین تک پہنچنے سے پہلے پول بدل گیا، اس لیے کچھ نہیں بھیجا گیا۔ یہ رہا نیا کوٹ۔
zh_hans: 你的兑换上链前资金池发生了变化，因此未发送任何内容。这是新的报价。
zh_hant_hk: 你的兌換上鏈前資金池已有變動，因此沒有傳送任何東西。以下是新報價。

source: The pools could not be read: %@.
ar: تعذّرت قراءة المجمّعات: %@.
de: Die Pools konnten nicht gelesen werden: %@.
es: No se pudieron leer los pools: %@.
fa: استخرها خوانده نشدند: %@.
fr: Impossible de lire les pools : %@.
hi: पूल पढ़े नहीं जा सके: %@।
id: Pool tidak dapat dibaca: %@.
it: Impossibile leggere i pool: %@.
ja: プールを読み込めませんでした: %@。
ko: 풀을 읽지 못했습니다: %@.
ms: Kolam tidak dapat dibaca: %@.
pl: Nie udało się odczytać pul: %@.
ps: پولونه ونه لوستل شول: %@.
pt_br: Não foi possível ler os pools: %@.
ru: Не удалось прочитать пулы: %@.
ta: பூல்களைப் படிக்க முடியவில்லை: %@.
ur: پولز پڑھے نہیں جا سکے: %@۔
zh_hans: 无法读取资金池：%@。
zh_hant_hk: 無法讀取資金池：%@。

source: The program would not accept this request, so nothing was sent: %@
ar: لن يقبل البرنامج هذا الطلب، لذا لم يُرسل شيء: %@
de: Das Programm hat diese Anfrage nicht akzeptiert, daher wurde nichts gesendet: %@
es: El programa no aceptaría esta solicitud, así que no se envió nada: %@
fa: برنامه این درخواست را نمی‌پذیرد، بنابراین چیزی ارسال نشد: %@
fr: Le programme n'accepterait pas cette demande ; rien n'a donc été envoyé : %@
hi: प्रोग्राम इस अनुरोध को स्वीकार नहीं करेगा, इसलिए कुछ भी नहीं भेजा गया: %@
id: Program tidak mau menerima permintaan ini, jadi tidak ada yang dikirim: %@
it: Il programma non accetterebbe questa richiesta, quindi non è stato inviato nulla: %@
ja: プログラムがこのリクエストを受け付けなかったため、何も送信されていません: %@
ko: 프로그램이 이 요청을 받아들이지 않아 아무것도 전송되지 않았습니다: %@
ms: Program tidak akan menerima permintaan ini, jadi tiada apa-apa dihantar: %@
pl: Program nie zaakceptowałby tego żądania, więc nic nie zostało wysłane: %@
ps: پروګرام دا غوښتنه ونه منله، نو هېڅ ونه لېږل شو: %@
pt_br: O programa não aceitaria esta solicitação, então nada foi enviado: %@
ru: Программа не приняла бы этот запрос, поэтому ничего не отправлено: %@
ta: புரோகிராம் இந்தக் கோரிக்கையை ஏற்கவில்லை, எனவே எதுவும் அனுப்பப்படவில்லை: %@
ur: پروگرام یہ درخواست قبول نہیں کرے گا، اس لیے کچھ نہیں بھیجا گیا: %@
zh_hans: 程序不接受此请求，因此未发送任何内容：%@
zh_hant_hk: 程式不接受此請求，因此沒有傳送任何東西：%@

source: The prover answered with an unknown state (%@).
ar: أجاب المُثبِت بحالة غير معروفة (%@).
de: Der Prover hat mit einem unbekannten Status geantwortet (%@).
es: El probador respondió con un estado desconocido (%@).
fa: اثبات‌گر با وضعیتی ناشناخته پاسخ داد (%@).
fr: Le prouveur a répondu avec un état inconnu (%@).
hi: प्रूवर ने एक अज्ञात स्थिति के साथ जवाब दिया (%@)।
id: Prover menjawab dengan status yang tidak dikenal (%@).
it: Il prover ha risposto con uno stato sconosciuto (%@).
ja: プルーバーが不明な状態（%@）を返しました。
ko: 프루버가 알 수 없는 상태(%@)로 응답했습니다.
ms: Pembukti menjawab dengan keadaan yang tidak diketahui (%@).
pl: Prover odpowiedział nieznanym stanem (%@).
ps: ثبوت جوړوونکي له یو ناپېژندل شوي حالت سره ځواب ورکړ (%@).
pt_br: O provador respondeu com um estado desconhecido (%@).
ru: Прувер ответил неизвестным состоянием (%@).
ta: நிரூபிப்பான் அறியப்படாத நிலையுடன் பதிலளித்தது (%@).
ur: پروور نے ایک نامعلوم حالت کے ساتھ جواب دیا (%@)۔
zh_hans: 证明器返回了未知状态（%@）。
zh_hant_hk: 證明器回應了未知狀態（%@）。

# The prover at %@ did not answer: %@
source: The prover at %1$@ did not answer: %2$@
ar: لم يُجب المُثبِت على %@: %@
de: Der Prover unter %@ hat nicht geantwortet: %@
es: El probador en %@ no respondió: %@
fa: اثبات‌گر در %@ پاسخ نداد: %@
fr: Le prouveur à %@ n'a pas répondu : %@
hi: %@ पर मौजूद प्रूवर ने जवाब नहीं दिया: %@
id: Prover di %@ tidak menjawab: %@
it: Il prover su %@ non ha risposto: %@
ja: %@ のプルーバーが応答しませんでした: %@
ko: %@의 프루버가 응답하지 않았습니다: %@
ms: Pembukti di %@ tidak menjawab: %@
pl: Prover pod adresem %@ nie odpowiedział: %@
ps: په %@ کې ثبوت جوړوونکي ځواب ونه ورکړ: %@
pt_br: O provador em %@ não respondeu: %@
ru: Прувер %@ не ответил: %@
ta: %@-இல் உள்ள நிரூபிப்பான் பதிலளிக்கவில்லை: %@
ur: %@ پر موجود پروور نے جواب نہیں دیا: %@
zh_hans: 位于 %@ 的证明器没有响应：%@
zh_hant_hk: %@ 的證明器沒有回應：%@

source: The prover at that address has a different key from the one the link names. Do not pair it.
ar: للمُثبِت على ذلك العنوان مفتاح مختلف عن المفتاح الذي يذكره الرابط. لا تقرنه.
de: Der Prover unter dieser Adresse hat einen anderen Schlüssel als den, den der Link nennt. Kopple ihn nicht.
es: El probador en esa dirección tiene una clave distinta de la que indica el enlace. No lo vincules.
fa: اثبات‌گر در آن آدرس کلیدی متفاوت از کلیدی که لینک نام می‌برد دارد. آن را جفت نکنید.
fr: Le prouveur à cette adresse a une clé différente de celle indiquée par le lien. Ne l'associez pas.
hi: उस पते पर मौजूद प्रूवर की की लिंक में बताई गई की से अलग है। इसे पेयर न करें।
id: Prover di alamat itu memiliki kunci yang berbeda dari yang disebutkan tautan. Jangan pasangkan.
it: Il prover a quell'indirizzo ha una chiave diversa da quella indicata dal link. Non associarlo.
ja: そのアドレスのプルーバーの鍵は、リンクに記載された鍵と異なります。ペアリングしないでください。
ko: 해당 주소의 프루버 키가 링크에 지정된 키와 다릅니다. 페어링하지 마세요.
ms: Pembukti di alamat itu mempunyai kunci yang berlainan daripada yang dinamakan oleh pautan. Jangan pasangkannya.
pl: Prover pod tym adresem ma inny klucz niż wskazany w linku. Nie paruj go.
ps: په هغه پته کې ثبوت جوړوونکی له هغې کیلي بېله کیلي لري چې لینک یې نوموي. جوړه یې مه کړئ.
pt_br: O provador nesse endereço tem uma chave diferente da indicada no link. Não o pareie.
ru: У прувера по этому адресу другой ключ, не тот, что указан в ссылке. Не подключайте его.
ta: அந்த முகவரியில் உள்ள நிரூபிப்பானின் விசை, இணைப்பு குறிப்பிடும் விசையிலிருந்து வேறுபடுகிறது. அதை இணைக்க வேண்டாம்.
ur: اس پتے پر موجود پروور کی کی اس کی سے مختلف ہے جس کا نام لنک میں ہے۔ اسے نہ جوڑیں۔
zh_hans: 该地址上的证明器的密钥与链接中给出的不同。请勿配对。
zh_hant_hk: 該地址的證明器的密鑰與連結所列明的不同。請勿配對。

source: The prover at that address now has a different key. Pair it again in Settings.
ar: للمُثبِت على ذلك العنوان الآن مفتاح مختلف. اقرنه مرة أخرى في الإعدادات.
de: Der Prover unter dieser Adresse hat jetzt einen anderen Schlüssel. Kopple ihn in den Einstellungen erneut.
es: El probador en esa dirección ahora tiene otra clave. Vuelve a vincularlo en Ajustes.
fa: اثبات‌گر در آن آدرس اکنون کلید متفاوتی دارد. آن را دوباره در تنظیمات جفت کنید.
fr: Le prouveur à cette adresse a désormais une autre clé. Associez-le de nouveau dans les Paramètres.
hi: उस पते पर मौजूद प्रूवर की अब अलग की है। सेटिंग्स में इसे फिर से पेयर करें।
id: Prover di alamat itu kini memiliki kunci yang berbeda. Pasangkan lagi di Pengaturan.
it: Il prover a quell'indirizzo ora ha una chiave diversa. Associalo di nuovo nelle Impostazioni.
ja: そのアドレスのプルーバーの鍵が変わりました。設定でもう一度ペアリングしてください。
ko: 해당 주소의 프루버 키가 바뀌었습니다. 설정에서 다시 페어링하세요.
ms: Pembukti di alamat itu kini mempunyai kunci yang berlainan. Pasangkannya semula dalam Tetapan.
pl: Prover pod tym adresem ma teraz inny klucz. Sparuj go ponownie w Ustawieniach.
ps: په هغه پته کې ثبوت جوړوونکی اوس بېله کیلي لري. په امستنو کې یې بیا جوړه کړئ.
pt_br: O provador nesse endereço agora tem uma chave diferente. Pareie-o de novo em Configurações.
ru: У прувера по этому адресу теперь другой ключ. Подключите его заново в настройках.
ta: அந்த முகவரியில் உள்ள நிரூபிப்பானுக்கு இப்போது வேறு விசை உள்ளது. அமைப்புகளில் அதை மீண்டும் இணைக்கவும்.
ur: اس پتے پر موجود پروور کی کی اب مختلف ہے۔ ترتیبات میں اسے دوبارہ جوڑیں۔
zh_hans: 该地址上的证明器现在的密钥已不同。请在设置中重新配对。
zh_hant_hk: 該地址的證明器現已換了密鑰。請在設定中重新配對。

# The prover could not make this proof (%@%@).
source: The prover could not make this proof (%1$@%2$@).
ar: تعذّر على المُثبِت إعداد هذا الإثبات (%@%@).
de: Der Prover konnte diesen Beweis nicht erstellen (%@%@).
es: El probador no pudo generar esta prueba (%@%@).
fa: اثبات‌گر نتوانست این اثبات را بسازد (%@%@).
fr: Le prouveur n'a pas pu générer cette preuve (%@%@).
hi: प्रूवर यह प्रूफ़ नहीं बना सका (%@%@)।
id: Prover tidak dapat membuat bukti ini (%@%@).
it: Il prover non è riuscito a generare questa prova (%@%@).
ja: プルーバーはこの証明を作成できませんでした（%@%@）。
ko: 프루버가 이 증명을 만들지 못했습니다(%@%@).
ms: Pembukti tidak dapat membuat bukti ini (%@%@).
pl: Prover nie mógł wygenerować tego dowodu (%@%@).
ps: ثبوت جوړوونکی دا ثبوت جوړ نه کړای شو (%@%@).
pt_br: O provador não conseguiu gerar esta prova (%@%@).
ru: Прувер не смог построить это доказательство (%@%@).
ta: நிரூபிப்பானால் இந்த நிரூபணத்தை உருவாக்க முடியவில்லை (%@%@).
ur: پروور یہ پروف نہیں بنا سکا (%@%@)۔
zh_hans: 证明器无法生成此证明（%@%@）。
zh_hant_hk: 證明器無法生成此證明（%@%@）。

source: The prover finished but sent no proof.
ar: انتهى المُثبِت لكنه لم يرسل أي إثبات.
de: Der Prover ist fertig, hat aber keinen Beweis gesendet.
es: El probador terminó pero no envió ninguna prueba.
fa: اثبات‌گر کار را تمام کرد اما اثباتی نفرستاد.
fr: Le prouveur a terminé mais n'a envoyé aucune preuve.
hi: प्रूवर ने काम पूरा किया लेकिन कोई प्रूफ़ नहीं भेजा।
id: Prover selesai tetapi tidak mengirim bukti.
it: Il prover ha finito ma non ha inviato alcuna prova.
ja: プルーバーは完了しましたが、証明を送ってきませんでした。
ko: 프루버가 완료했지만 증명을 보내지 않았습니다.
ms: Pembukti selesai tetapi tidak menghantar bukti.
pl: Prover zakończył, ale nie przesłał dowodu.
ps: ثبوت جوړوونکی بشپړ شو خو کوم ثبوت یې ونه لېږه.
pt_br: O provador terminou, mas não enviou nenhuma prova.
ru: Прувер завершил работу, но не прислал доказательство.
ta: நிரூபிப்பான் முடித்தது, ஆனால் நிரூபணம் எதையும் அனுப்பவில்லை.
ur: پروور نے کام ختم کر لیا لیکن کوئی پروف نہیں بھیجا۔
zh_hans: 证明器已完成，但没有发回证明。
zh_hant_hk: 證明器已完成，但沒有傳回證明。

source: The prover is full (%@ waiting). Try again in a few minutes.
ar: المُثبِت ممتلئ (%@ في الانتظار). حاول مرة أخرى بعد بضع دقائق.
de: Der Prover ist voll (%@ warten). Versuche es in ein paar Minuten erneut.
es: El probador está lleno (%@ en espera). Inténtalo de nuevo en unos minutos.
fa: اثبات‌گر پر است (%@ در انتظار). چند دقیقه بعد دوباره امتحان کنید.
fr: Le prouveur est saturé (%@ en attente). Réessayez dans quelques minutes.
hi: प्रूवर भरा हुआ है (%@ प्रतीक्षा में)। कुछ मिनट में फिर से कोशिश करें।
id: Prover penuh (%@ menunggu). Coba lagi dalam beberapa menit.
it: Il prover è pieno (%@ in attesa). Riprova tra qualche minuto.
ja: プルーバーが満杯です（%@ 件待機中）。数分後にもう一度お試しください。
ko: 프루버가 가득 찼습니다(%@개 대기 중). 몇 분 뒤에 다시 시도하세요.
ms: Pembukti penuh (%@ menunggu). Cuba lagi dalam beberapa minit.
pl: Prover jest pełny (oczekujące: %@). Spróbuj ponownie za kilka minut.
ps: ثبوت جوړوونکی ډک دی (%@ په تمه). څو دقیقې وروسته بیا هڅه وکړئ.
pt_br: O provador está lotado (%@ na fila). Tente de novo em alguns minutos.
ru: Прувер перегружен (в очереди: %@). Попробуйте через несколько минут.
ta: நிரூபிப்பான் நிரம்பியுள்ளது (%@ காத்திருக்கின்றன). சில நிமிடங்களில் மீண்டும் முயலவும்.
ur: پروور بھرا ہوا ہے (%@ انتظار میں)۔ چند منٹ بعد دوبارہ کوشش کریں۔
zh_hans: 证明器已满（%@ 个任务等待中）。请几分钟后重试。
zh_hant_hk: 證明器已滿（%@ 項等待中）。請數分鐘後再試。

source: The prover no longer has this proof (it restarted or the job expired). Send again.
ar: لم يعد هذا الإثبات لدى المُثبِت (أُعيد تشغيله أو انتهت صلاحية المهمة). أرسل مرة أخرى.
de: Der Prover hat diesen Beweis nicht mehr (er wurde neu gestartet oder der Auftrag ist abgelaufen). Sende erneut.
es: El probador ya no tiene esta prueba (se reinició o el trabajo expiró). Vuelve a enviar.
fa: اثبات‌گر دیگر این اثبات را ندارد (دوباره راه‌اندازی شده یا کار منقضی شده است). دوباره ارسال کنید.
fr: Le prouveur n'a plus cette preuve (il a redémarré ou la tâche a expiré). Renvoyez.
hi: प्रूवर के पास अब यह प्रूफ़ नहीं है (वह रीस्टार्ट हुआ या जॉब समाप्त हो गया)। फिर से भेजें।
id: Prover tidak lagi memiliki bukti ini (prover dimulai ulang atau tugasnya kedaluwarsa). Kirim lagi.
it: Il prover non ha più questa prova (si è riavviato o il lavoro è scaduto). Invia di nuovo.
ja: プルーバーにこの証明はもうありません（再起動したか、ジョブの期限が切れました）。もう一度送信してください。
ko: 프루버에 더 이상 이 증명이 없습니다(재시작했거나 작업이 만료됨). 다시 보내세요.
ms: Pembukti tidak lagi mempunyai bukti ini (ia dimulakan semula atau kerja telah tamat tempoh). Hantar semula.
pl: Prover nie ma już tego dowodu (został zrestartowany lub zadanie wygasło). Wyślij ponownie.
ps: ثبوت جوړوونکی نور دا ثبوت نه لري (بیا پیل شو یا دنده پای ته ورسېده). بیا یې ولېږئ.
pt_br: O provador não tem mais esta prova (ele reiniciou ou o trabalho expirou). Envie de novo.
ru: У прувера больше нет этого доказательства (он перезапустился или задание истекло). Отправьте снова.
ta: நிரூபிப்பானிடம் இனி இந்த நிரூபணம் இல்லை (அது மறுதொடக்கம் ஆனது அல்லது வேலை காலாவதியானது). மீண்டும் அனுப்பவும்.
ur: پروور کے پاس اب یہ پروف نہیں ہے (یہ دوبارہ شروع ہوا یا کام کی میعاد ختم ہو گئی)۔ دوبارہ بھیجیں۔
zh_hans: 证明器已不再持有此证明（它已重启或任务已过期）。请重新发送。
zh_hant_hk: 證明器已不再持有此證明（它已重新啟動或工作已過期）。請再傳送一次。

# The prover refused the job (%@%@).
source: The prover refused the job (%1$@%2$@).
ar: رفض المُثبِت المهمة (%@%@).
de: Der Prover hat den Auftrag abgelehnt (%@%@).
es: El probador rechazó el trabajo (%@%@).
fa: اثبات‌گر کار را رد کرد (%@%@).
fr: Le prouveur a refusé la tâche (%@%@).
hi: प्रूवर ने जॉब अस्वीकार कर दिया (%@%@)।
id: Prover menolak tugas ini (%@%@).
it: Il prover ha rifiutato il lavoro (%@%@).
ja: プルーバーがジョブを拒否しました（%@%@）。
ko: 프루버가 작업을 거부했습니다(%@%@).
ms: Pembukti menolak kerja (%@%@).
pl: Prover odrzucił zadanie (%@%@).
ps: ثبوت جوړوونکي دنده رده کړه (%@%@).
pt_br: O provador recusou o trabalho (%@%@).
ru: Прувер отклонил задание (%@%@).
ta: நிரூபிப்பான் வேலையை மறுத்தது (%@%@).
ur: پروور نے کام مسترد کر دیا (%@%@)۔
zh_hans: 证明器拒绝了该任务（%@%@）。
zh_hant_hk: 證明器拒絕了該工作（%@%@）。

source: The prover's pairing is gone from this wallet. Proofs this device cannot make go to the %@ provers again.
ar: أُزيل إقران المُثبِت من هذه المحفظة. الإثباتات التي لا يستطيع هذا الجهاز إعدادها تذهب مجددًا إلى مُثبِتات %@.
de: Die Kopplung des Provers ist aus dieser Wallet entfernt. Beweise, die dieses Gerät nicht erstellen kann, gehen wieder an die %@-Prover.
es: La vinculación del probador se eliminó de esta billetera. Las pruebas que este dispositivo no puede generar vuelven a ir a los probadores de %@.
fa: جفت‌سازی اثبات‌گر از این کیف پول حذف شد. اثبات‌هایی که این دستگاه نمی‌تواند بسازد دوباره به اثبات‌گرهای %@ می‌روند.
fr: L'association du prouveur a été retirée de ce portefeuille. Les preuves que cet appareil ne peut pas générer sont de nouveau confiées aux prouveurs %@.
hi: प्रूवर की पेयरिंग इस वॉलेट से हटा दी गई है। जो प्रूफ़ यह डिवाइस नहीं बना सकता वे फिर से %@ प्रूवर को जाते हैं।
id: Pemasangan prover telah dihapus dari dompet ini. Bukti yang tidak dapat dibuat perangkat ini kembali dikirim ke prover %@.
it: L'associazione del prover è stata rimossa da questo portafoglio. Le prove che questo dispositivo non può generare tornano ai prover di %@.
ja: プルーバーとのペアリングはこのウォレットから削除されました。この端末で作成できない証明は、再び %@ のプルーバーに送られます。
ko: 이 지갑에서 프루버 페어링이 삭제되었습니다. 이 기기에서 만들 수 없는 증명은 다시 %@ 프루버로 보냅니다.
ms: Pasangan pembukti telah dibuang daripada dompet ini. Bukti yang tidak dapat dibuat oleh peranti ini dihantar kepada pembukti %@ semula.
pl: Parowanie provera zostało usunięte z tego portfela. Dowody, których to urządzenie nie może wygenerować, znów trafiają do proverów %@.
ps: د ثبوت جوړوونکي جوړه له دې والټ څخه لرې شوه. هغه ثبوتونه چې دا وسیله یې نشي جوړولی، بیا د %@ ثبوت جوړوونکو ته ځي.
pt_br: O pareamento do provador foi removido desta carteira. As provas que este dispositivo não consegue gerar voltam a ir para os provadores %@.
ru: Сопряжение с прувером удалено из кошелька. Доказательства, которые это устройство построить не может, снова отправляются пруверам %@.
ta: நிரூபிப்பானுடனான இணைத்தல் இந்த வாலட்டிலிருந்து நீக்கப்பட்டது. இந்தச் சாதனத்தால் உருவாக்க முடியாத நிரூபணங்கள் மீண்டும் %@ நிரூபிப்பான்களுக்குச் செல்லும்.
ur: پروور کا جوڑ اس والیٹ سے ختم ہو گیا ہے۔ جو پروف یہ ڈیوائس نہیں بنا سکتی وہ دوبارہ %@ پروور کو جاتے ہیں۔
zh_hans: 此钱包已移除该证明器的配对。此设备无法生成的证明将重新交给 %@ 证明器。
zh_hant_hk: 此錢包已移除該證明器的配對。此裝置無法生成的證明會再次交給 %@ 證明器。

source: The prover's proof was refused by this wallet: %@
ar: رفضت هذه المحفظة إثبات المُثبِت: %@
de: Der Beweis des Provers wurde von dieser Wallet abgelehnt: %@
es: Esta billetera rechazó la prueba del probador: %@
fa: اثبات اثبات‌گر توسط این کیف پول رد شد: %@
fr: Ce portefeuille a refusé la preuve du prouveur : %@
hi: इस वॉलेट ने प्रूवर का प्रूफ़ अस्वीकार कर दिया: %@
id: Bukti dari prover ditolak oleh dompet ini: %@
it: La prova del prover è stata rifiutata da questo portafoglio: %@
ja: プルーバーの証明はこのウォレットによって拒否されました: %@
ko: 이 지갑이 프루버의 증명을 거부했습니다: %@
ms: Bukti pembukti ditolak oleh dompet ini: %@
pl: Ten portfel odrzucił dowód od provera: %@
ps: د ثبوت جوړوونکي ثبوت د دې والټ لخوا رد شو: %@
pt_br: A prova do provador foi recusada por esta carteira: %@
ru: Кошелёк отклонил доказательство прувера: %@
ta: நிரூபிப்பானின் நிரூபணத்தை இந்த வாலட் மறுத்தது: %@
ur: اس والیٹ نے پروور کا پروف مسترد کر دیا: %@
zh_hans: 此钱包拒绝了证明器的证明：%@
zh_hant_hk: 此錢包拒絕了證明器的證明：%@

source: The sender's pk identifies who paid you to anyone holding your viewing key, and nobody else.
ar: يكشف pk المُرسِل مَن دفع لك لكل من يملك مفتاح العرض الخاص بك، ولا أحد غيره.
de: Die pk des Absenders zeigt jedem, der deinen Ansichtsschlüssel hat, wer dich bezahlt hat – und sonst niemandem.
es: La pk del remitente identifica quién te pagó ante cualquiera que tenga tu clave de visualización, y ante nadie más.
fa: pk فرستنده برای هر کسی که کلید مشاهده‌ی شما را دارد، و هیچ کس دیگر، مشخص می‌کند چه کسی به شما پرداخت کرده است.
fr: La pk de l'expéditeur indique qui vous a payé à toute personne détenant votre clé de visualisation, et à personne d'autre.
hi: भेजने वाले का pk आपकी व्यूइंग की रखने वाले किसी भी व्यक्ति को बताता है कि आपको किसने भुगतान किया, और किसी और को नहीं।
id: pk pengirim menunjukkan siapa yang membayar Anda kepada siapa pun yang memegang kunci tampilan Anda, dan tidak kepada orang lain.
it: La pk del mittente indica chi ti ha pagato a chiunque possieda la tua chiave di visualizzazione, e a nessun altro.
ja: 送信者の pk から誰が支払ったかがわかるのは、あなたの閲覧キーを持つ人だけです。
ko: 보낸 사람의 pk로는 조회 키를 가진 사람만 누가 결제했는지 알 수 있으며, 그 외에는 아무도 알 수 없습니다.
ms: pk penghantar mengenal pasti siapa yang membayar anda kepada sesiapa yang memegang kunci tontonan anda, dan tiada orang lain.
pl: Pk nadawcy pokazuje, kto ci zapłacił, każdemu, kto ma twój klucz podglądu, i nikomu innemu.
ps: د لېږونکي pk هر هغه چا ته چې ستاسو د لیدو کیلي لري، څرګندوي چې چا تاسو ته پیسې درکړې، او بل هېچا ته نه.
pt_br: A pk do remetente identifica quem pagou você para quem tiver sua chave de visualização, e para ninguém mais.
ru: pk отправителя показывает, кто вам заплатил, любому, у кого есть ваш ключ просмотра, и больше никому.
ta: அனுப்புநரின் pk, உங்களுக்குப் பணம் செலுத்தியவர் யார் என்பதை உங்கள் பார்வை விசையை வைத்திருப்பவருக்கு மட்டுமே காட்டுகிறது, வேறு யாருக்கும் அல்ல.
ur: بھیجنے والے کا pk ہر اس شخص کے لیے جس کے پاس آپ کی ویوئنگ کی ہو، اور کسی اور کے لیے نہیں، ظاہر کرتا ہے کہ آپ کو کس نے ادائیگی کی۔
zh_hans: 发送方的 pk 会向持有你查看密钥的人表明是谁向你付款，其他人都看不到。
zh_hant_hk: 發送方的 pk 會向持有你檢視密鑰的人顯示是誰向你付款，其他人都看不到。

source: The spend authorisation is proved here, from your spend key, before the job goes to %@. About ten seconds. Keep the app open.
ar: يُثبَت تفويض الإنفاق هنا، من مفتاح الإنفاق، قبل أن تذهب المهمة إلى %@. نحو عشر ثوانٍ. أبقِ التطبيق مفتوحًا.
de: Die Ausgabeautorisierung wird hier aus deinem Ausgabeschlüssel bewiesen, bevor der Auftrag an %@ geht. Etwa zehn Sekunden. Lass die App geöffnet.
es: La autorización de gasto se prueba aquí, a partir de tu clave de gasto, antes de que el trabajo vaya a %@. Unos diez segundos. Mantén la app abierta.
fa: مجوز خرج اینجا، از روی کلید خرج شما، اثبات می‌شود، پیش از آنکه کار به %@ برود. حدود ده ثانیه. برنامه را باز نگه دارید.
fr: L'autorisation de dépense est prouvée ici, à partir de votre clé de dépense, avant que la tâche ne parte vers %@. Environ dix secondes. Gardez l'application ouverte.
hi: खर्च के अधिकार का प्रूफ़ यहीं, आपकी स्पेंड की से, जॉब के %@ को जाने से पहले बनता है। लगभग दस सेकंड। ऐप खुला रखें।
id: Otorisasi pembelanjaan dibuktikan di sini, dari kunci belanja Anda, sebelum tugas dikirim ke %@. Sekitar sepuluh detik. Biarkan aplikasi tetap terbuka.
it: La prova dell'autorizzazione di spesa viene generata qui, dalla tua chiave di spesa, prima che il lavoro vada a %@. Circa dieci secondi. Tieni l'app aperta.
ja: ジョブが %@ に送られる前に、支出の承認をここで支出キーから証明します。約10秒かかります。アプリを開いたままにしてください。
ko: 작업이 %@(으)로 가기 전에 지출 승인을 지출 키로 여기서 증명합니다. 약 10초 걸립니다. 앱을 열어 두세요.
ms: Kebenaran perbelanjaan dibuktikan di sini, daripada kunci perbelanjaan anda, sebelum kerja dihantar kepada %@. Kira-kira sepuluh saat. Biarkan aplikasi terbuka.
pl: Dowód autoryzacji wydania powstaje tutaj, z twojego klucza wydawania, zanim zadanie trafi do %@. Około dziesięciu sekund. Nie zamykaj aplikacji.
ps: د لګښت اجازه دلته، ستاسو له د لګښت کیلي څخه، ثبوت کېږي، مخکې له دې چې دنده %@ ته لاړه شي. شاوخوا لس ثانیې. اپ خلاص وساتئ.
pt_br: A autorização de gasto é provada aqui, a partir da sua chave de gasto, antes de o trabalho ir para %@. Cerca de dez segundos. Mantenha o app aberto.
ru: Авторизация траты доказывается здесь, из вашего ключа расходования, до того как задание уйдёт на %@. Около десяти секунд. Не закрывайте приложение.
ta: வேலை %@-க்குச் செல்வதற்கு முன், செலவு அங்கீகாரம் உங்கள் செலவு விசையிலிருந்து இங்கே நிரூபிக்கப்படுகிறது. சுமார் பத்து விநாடிகள். ஆப்பைத் திறந்தே வையுங்கள்.
ur: خرچ کی اجازت کا پروف یہیں آپ کی اسپینڈ کی سے بنتا ہے، اس سے پہلے کہ کام %@ کو جائے۔ تقریباً دس سیکنڈ۔ ایپ کھلی رکھیں۔
zh_hans: 在任务交给 %@ 之前，花费授权会在这里用你的花费密钥生成证明。约需十秒。请保持应用打开。
zh_hant_hk: 在工作交給 %@ 之前，花費授權會在這裡用你的花費私鑰生成證明。約需十秒。請保持應用程式開啟。
